Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: Couldn't detect a route
ar: تعذّر اكتشاف مسار
cs: Trasu se nepodařilo rozpoznat
da: Kunne ikke registrere en rute
de: Route konnte nicht erkannt werden
el: Δεν εντοπίστηκε διαδρομή
es: No se pudo detectar una ruta
fi: Reittiä ei tunnistettu
fr: Impossible de détecter un itinéraire
he: לא ניתן היה לזהות מסלול
hi: रूट का पता नहीं चल सका
hu: Nem sikerült felismerni az útvonalat
id: Tidak dapat mendeteksi rute
it: Impossibile rilevare un percorso
ja: ルートを検出できませんでした
ko: 경로를 감지할 수 없습니다
nb: Kunne ikke oppdage en rute
nl: Kon geen route herkennen
pl: Nie udało się wykryć trasy
pt_br: Não foi possível detectar uma rota
pt_pt: Não foi possível detetar uma rota
ro: Nu s-a putut detecta o rută
sv: Kunde inte identifiera en rutt
th: ตรวจไม่พบเส้นทาง
tr: Rota tespit edilemedi
uk: Не вдалося визначити маршрут
vi: Không thể phát hiện tuyến đường
zh_hans: 无法检测路线

source: Couldn't find all cities
ar: تعذّر العثور على جميع المدن
cs: Nepodařilo se najít všechna města
da: Kunne ikke finde alle byer
de: Nicht alle Städte gefunden
el: Δεν βρέθηκαν όλες οι πόλεις
es: No se pudieron encontrar todas las ciudades
fi: Kaikkia kaupunkeja ei löytynyt
fr: Impossible de trouver toutes les villes
he: לא ניתן היה למצוא את כל הערים
hi: सभी शहर नहीं मिल सके
hu: Nem található az összes város
id: Tidak dapat menemukan semua kota
it: Impossibile trovare tutte le città
ja: すべての都市が見つかりませんでした
ko: 모든 도시를 찾을 수 없습니다
nb: Kunne ikke finne alle byene
nl: Kon niet alle steden vinden
pl: Nie udało się znaleźć wszystkich miast
pt_br: Não foi possível encontrar todas as cidades
pt_pt: Não foi possível encontrar todas as cidades
ro: Nu s-au putut găsi toate orașele
sv: Kunde inte hitta alla städer
th: หาเมืองทั้งหมดไม่พบ
tr: Tüm şehirler bulunamadı
uk: Не вдалося знайти всі міста
vi: Không tìm thấy tất cả thành phố
zh_hans: 无法找到所有城市

source: Couldn't import trip
ar: تعذّر استيراد الرحلة
cs: Výlet se nepodařilo importovat
da: Kunne ikke importere rejsen
de: Reise konnte nicht importiert werden
el: Δεν ήταν δυνατή η εισαγωγή του ταξιδιού
es: No se pudo importar el viaje
fi: Matkan tuonti epäonnistui
fr: Impossible d'importer le voyage
he: לא ניתן היה לייבא את הטיול
hi: यात्रा आयात नहीं हो सकी
hu: Az utazást nem sikerült importálni
id: Tidak dapat mengimpor perjalanan
it: Impossibile importare il viaggio
ja: 旅行をインポートできませんでした
ko: 여행을 가져올 수 없습니다
nb: Kunne ikke importere reisen
nl: Reis kon niet worden geïmporteerd
pl: Nie udało się zaimportować podróży
pt_br: Não foi possível importar a viagem
pt_pt: Não foi possível importar a viagem
ro: Călătoria nu a putut fi importată
sv: Det gick inte att importera resan
th: ไม่สามารถนำเข้าทริปได้
tr: Gezi içe aktarılamadı
uk: Не вдалося імпортувати подорож
vi: Không thể nhập chuyến đi
zh_hans: 无法导入旅行

source: Couldn't recognize the peak
ar: تعذّر التعرف على القمة
cs: Vrchol se nepodařilo rozpoznat
da: Kunne ikke genkende toppunktet
de: Gipfel konnte nicht erkannt werden
el: Δεν αναγνωρίστηκε η κορυφή
es: No se pudo reconocer la cima
fi: Huippua ei tunnistettu
fr: Impossible de reconnaître le sommet
he: לא ניתן היה לזהות את הפסגה
hi: चोटी की पहचान नहीं हो सकी
hu: Nem sikerült felismerni a csúcsot
id: Tidak dapat mengenali puncak
it: Impossibile riconoscere la vetta
ja: 山頂を認識できませんでした
ko: 봉우리를 인식할 수 없습니다
nb: Kunne ikke gjenkjenne toppen
nl: Kon de top niet herkennen
pl: Nie udało się rozpoznać szczytu
pt_br: Não foi possível reconhecer o pico
pt_pt: Não foi possível reconhecer o pico
ro: Nu s-a putut recunoaște vârful
sv: Kunde inte känna igen toppen
th: จดจำยอดเขาไม่ได้
tr: Zirve tanınamadı
uk: Не вдалося розпізнати вершину
vi: Không thể nhận diện đỉnh núi
zh_hans: 无法识别山峰

source: Countries
ar: الدول
cs: Země
da: Lande
de: Länder
el: Χώρες
es: Países
fi: Maat
fr: Pays
he: מדינות
hi: देश
hu: Országok
id: Negara
it: Paesi
ja: 国
ko: 국가
nb: Land
nl: Landen
pl: Kraje
pt_br: Países
pt_pt: Países
ro: Țări
sv: Länder
th: ประเทศ
tr: Ülkeler
uk: Країни
vi: Quốc gia
zh_hans: 国家

source: Country Explorer
ar: مستكشف الدول
cs: Průzkumník zemí
da: Landeudforsker
de: Länder-Entdecker
el: Εξερευνητής Χωρών
es: Explorador de países
fi: Maiden tutkija
fr: Explorateur de pays
he: חוקר מדינות
hi: कंट्री एक्सप्लोरर
hu: Országfelfedező
id: Penjelajah Negara
it: Esploratore di paesi
ja: カントリーエクスプローラー
ko: 국가 탐험가
nb: Landutforsker
nl: Landontdekker
pl: Odkrywca krajów
pt_br: Explorador de países
pt_pt: Explorador de países
ro: Explorator de țări
sv: Landutforskare
th: นักสำรวจประเทศ
tr: Ülke Kaşifi
uk: Дослідник країн
vi: Nhà thám hiểm quốc gia
zh_hans: 国家探索者

source: Create 2 Memories
ar: أنشئ ذكريين
cs: Vytvořte 2 vzpomínky
da: Opret 2 minder
de: Erstelle 2 Erinnerungen
el: Δημιουργήστε 2 αναμνήσεις
es: Crea 2 recuerdos
fi: Luo 2 muistoa
fr: Créez 2 souvenirs
he: צור 2 זיכרונות
hi: 2 मेमोरी बनाएं
hu: Hozz létre 2 emléket
id: Buat 2 kenangan
it: Crea 2 ricordi
ja: メモリーを2つ作成
ko: 메모리 2개 만들기
nb: Opprett 2 minner
nl: Maak 2 herinneringen
pl: Utwórz 2 wspomnienia
pt_br: Crie 2 lembranças
pt_pt: Cria 2 memórias
ro: Creează 2 amintiri
sv: Skapa 2 minnen
th: สร้างความทรงจำ 2 รายการ
tr: 2 anı oluştur
uk: Створіть 2 спогади
vi: Tạo 2 kỷ niệm
zh_hans: 创建2个回忆

source: Create Memory
ar: إنشاء ذكرى
cs: Vytvořit vzpomínku
da: Opret minde
de: Erinnerung erstellen
el: Δημιουργία Ανάμνησης
es: Crear recuerdo
fi: Luo muisto
fr: Créer un souvenir
he: צור זיכרון
hi: मेमोरी बनाएं
hu: Emlék létrehozása
id: Buat Kenangan
it: Crea ricordo
ja: 思い出を作成
ko: 추억 만들기
nb: Opprett minne
nl: Herinnering maken
pl: Stwórz wspomnienie
pt_br: Criar memória
pt_pt: Criar memória
ro: Creează amintire
sv: Skapa minne
th: สร้างความทรงจำ
tr: Anı Oluştur
uk: Створити спогад
vi: Tạo kỷ niệm
zh_hans: 创建回忆

source: Create a memory first with \"Create Memory\" — Studio will open it for further editing
ar: أنشئ ذكرى أولًا باستخدام "إنشاء ذكرى" — سيفتحها الاستوديو لمزيد من التحرير
cs: Nejprve vytvořte vzpomínku pomocí "Vytvořit vzpomínku" — Studio ji otevře pro další úpravy
da: Opret først et minde med "Opret minde" — Studio åbner det til videre redigering
de: Erstelle zuerst eine Erinnerung mit „Erinnerung erstellen" — Studio öffnet sie zur weiteren Bearbeitung
el: Δημιουργήστε πρώτα μια ανάμνηση με «Δημιουργία Ανάμνησης» — το Studio θα την ανοίξει για περαιτέρω επεξεργασία
es: Crea primero un recuerdo con "Crear recuerdo" — Studio lo abrirá para seguir editando
fi: Luo ensin muisto kohdasta "Luo muisto" — Studio avaa sen jatkomuokkausta varten
fr: Créez d'abord un souvenir avec « Créer un souvenir » — Studio l'ouvrira pour continuer l'édition
he: צור תחילה זיכרון באמצעות "צור זיכרון" — Studio יפתח אותו לעריכה נוספת
hi: पहले "मेमोरी बनाएं" से एक मेमोरी बनाएं — Studio इसे आगे संपादन के लिए खोलेगा
hu: Először hozz létre egy emléket az "Emlék létrehozása" gombbal — a Studio megnyitja további szerkesztésre
id: Buat kenangan terlebih dahulu dengan "Buat Kenangan" — Studio akan membukanya untuk pengeditan lebih lanjut
it: Crea prima un ricordo con "Crea ricordo" — Studio lo aprirà per continuare la modifica
ja: まず「思い出を作成」で思い出を作成してください — Studioで続けて編集できます
ko: 먼저 "추억 만들기"로 추억을 만드세요 — Studio에서 계속 편집할 수 있습니다
nb: Opprett først et minne med "Opprett minne" — Studio åpner det for videre redigering
nl: Maak eerst een herinnering met "Herinnering maken" — Studio opent deze voor verdere bewerking
pl: Stwórz najpierw wspomnienie przez „Stwórz wspomnienie” — Studio otworzy je do dalszej edycji
pt_br: Crie primeiro uma memória com "Criar memória" — o Studio a abrirá para edição adicional
pt_pt: Crie primeiro uma memória com "Criar memória" — o Studio irá abri-la para edição posterior
ro: Creează mai întâi o amintire cu "Creează amintire" — Studio o va deschide pentru editare ulterioară
sv: Skapa först ett minne med "Skapa minne" — Studio öppnar det för vidare redigering
th: สร้างความทรงจำก่อนด้วย "สร้างความทรงจำ" — Studio จะเปิดเพื่อแก้ไขต่อ
tr: Önce "Anı Oluştur" ile bir anı oluşturun — Studio, düzenlemeye devam etmek için onu açacak
uk: Спочатку створіть спогад через "Створити спогад" — Studio відкриє його для подальшого редагування
vi: Trước tiên hãy tạo kỷ niệm bằng "Tạo kỷ niệm" — Studio sẽ mở nó để chỉnh sửa thêm
zh_hans: 先用"创建回忆"创建一个回忆——Studio 会打开它以便继续编辑

source: Create memory again
ar: إنشاء ذكرى مرة أخرى
cs: Znovu vytvořit vzpomínku
da: Opret minde igen
de: Erinnerung erneut erstellen
el: Δημιουργία ανάμνησης ξανά
es: Crear recuerdo de nuevo
fi: Luo muisto uudelleen
fr: Recréer un souvenir
he: צור זיכרון מחדש
hi: फिर से मेमोरी बनाएं
hu: Emlék újbóli létrehozása
id: Buat kenangan lagi
it: Crea di nuovo un ricordo
ja: もう一度メモリーを作成
ko: 메모리 다시 만들기
nb: Opprett minne igjen
nl: Herinnering opnieuw maken
pl: Utwórz wspomnienie ponownie
pt_br: Criar lembrança novamente
pt_pt: Criar memória novamente
ro: Creează amintirea din nou
sv: Skapa minne igen
th: สร้างความทรงจำอีกครั้ง
tr: Anıyı tekrar oluştur
uk: Створити спогад знову
vi: Tạo kỷ niệm lần nữa
zh_hans: 再次创建回忆

source: Created 10 Memories
ar: أنشأت 10 ذكريات
cs: Vytvořili jste 10 vzpomínek
da: Skabte 10 minder
de: 10 Erinnerungen erstellt
el: Δημιούργησες 10 αναμνήσεις
es: Creaste 10 recuerdos
fi: Loit 10 muistoa
fr: Vous avez créé 10 souvenirs
he: יצרת 10 זיכרונות
hi: 10 मेमोरीज़ बनाईं
hu: 10 emléket hoztál létre
id: Membuat 10 Memory
it: Hai creato 10 ricordi
ja: 10個のメモリーを作成しました
ko: 메모리 10개를 만들었습니다
nb: Skapte 10 minner
nl: 10 herinneringen gemaakt
pl: Stworzyłeś 10 wspomnień
pt_br: Criou 10 memórias
pt_pt: Criou 10 memórias
ro: Ai creat 10 amintiri
sv: Skapade 10 minnen
th: สร้างความทรงจำ 10 รายการ
tr: 10 anı oluşturdun
uk: Створили 10 спогадів
vi: Đã tạo 10 ký ức
zh_hans: 创建了10个回忆

source: Created with PMemories
ar: تم الإنشاء باستخدام PMemories
cs: Vytvořeno pomocí PMemories
da: Skabt med PMemories
de: Erstellt mit PMemories
el: Δημιουργήθηκε με το PMemories
es: Creado con PMemories
fi: Luotu PMemories-sovelluksella
fr: Créé avec PMemories
he: נוצר עם PMemories
hi: PMemories से बनाया गया
hu: PMemories-szel készült
id: Dibuat dengan PMemories
it: Creato con PMemories
ja: PMemoriesで作成
ko: PMemories로 제작
nb: Laget med PMemories
nl: Gemaakt met PMemories
pl: Stworzone z PMemories
pt_br: Criado com PMemories
pt_pt: Criado com PMemories
ro: Creat cu PMemories
sv: Skapad med PMemories
th: สร้างด้วย PMemories
tr: PMemories ile oluşturuldu
uk: Створено в PMemories
vi: Tạo bằng PMemories
zh_hans: 使用 PMemories 创建

source: Created your first Memory
ar: أنشأت أول ذكرى لك
cs: Vytvořili jste svou první vzpomínku
da: Skabte dit første minde
de: Deine erste Erinnerung erstellt
el: Δημιούργησες την πρώτη σου ανάμνηση
es: Creaste tu primer recuerdo
fi: Loit ensimmäisen muistosi
fr: Vous avez créé votre premier souvenir
he: יצרת את הזיכרון הראשון שלך
hi: अपनी पहली मेमोरी बनाई
hu: Létrehoztad az első emlékedet
id: Membuat Memory pertama Anda
it: Hai creato il tuo primo ricordo
ja: 初めてのメモリーを作成しました
ko: 첫 번째 메모리를 만들었습니다
nb: Skapte ditt første minne
nl: Je eerste herinnering gemaakt
pl: Stworzyłeś swoje pierwsze wspomnienie
pt_br: Criou sua primeira memória
pt_pt: Criou a sua primeira memória
ro: Ai creat prima ta amintire
sv: Skapade ditt första minne
th: สร้างความทรงจำแรกของคุณ
tr: İlk anını oluşturdun
uk: Створили свій перший спогад
vi: Đã tạo ký ức đầu tiên của bạn
zh_hans: 创建了您的第一个回忆

source: Crop mode
ar: وضع الاقتصاص
cs: Režim oříznutí
da: Beskæringstilstand
de: Zuschneidemodus
el: Λειτουργία περικοπής
es: Modo de recorte
fi: Rajaustila
fr: Mode de recadrage
he: מצב חיתוך
hi: क्रॉप मोड
hu: Vágási mód
id: Mode Pemotongan
it: Modalità ritaglio
ja: 切り抜きモード
ko: 자르기 모드
nb: Beskjæringsmodus
nl: Bijsnijdmodus
pl: Kadrowanie
pt_br: Modo de corte
pt_pt: Modo de recorte
ro: Mod decupare
sv: Beskärningsläge
th: โหมดครอบตัด
tr: Kırpma modu
uk: Режим кадрування
vi: Chế độ cắt
zh_hans: 裁剪模式

source: Crossfade
ar: تلاشٍ متقاطع
cs: Prolínání
da: Krydstoning
de: Überblendung
el: Διάχυση
es: Fundido cruzado
fi: Ristihäivytys
fr: Fondu enchaîné
he: מעבר הדרגתי
hi: क्रॉसफ़ेड
hu: Áttűnés
it: Dissolvenza incrociata
ja: クロスフェード
ko: 크로스페이드
nb: Krysstoning
nl: Kruisvervaging
pl: Przenikanie
pt_br: Fusão cruzada
pt_pt: Fusão cruzada
ro: Estompare încrucișată
sv: Toning
th: ครอสเฟด
tr: Çapraz geçiş
uk: Перехресне затемнення
vi: Chuyển mờ dần
zh_hans: 交叉淡化

source: Cruise Ship
ar: سفينة سياحية
cs: Výletní loď
da: Krydstogtskib
de: Kreuzfahrtschiff
el: Κρουαζιερόπλοιο
es: Crucero
fi: Risteilyalus
fr: Bateau de croisière
he: ספינת שיט
hi: क्रूज़ जहाज़
hu: Óceánjáró
id: Kapal Pesiar
it: Nave da crociera
ja: クルーズ船
ko: 크루즈선
nb: Cruiseskip
nl: Cruiseschip
pl: Statek wycieczkowy
pt_br: Navio de cruzeiro
pt_pt: Navio de cruzeiro
ro: Vas de croazieră
sv: Kryssningsfartyg
th: เรือสำราญ
tr: Kruvaziyer Gemisi
uk: Круїзне судно
vi: Tàu du lịch
zh_hans: 游轮

source: Cruises
ar: الرحلات البحرية
cs: Plavby
da: Krydstogter
de: Kreuzfahrten
el: Κρουαζιέρες
es: Cruceros
fi: Risteilyt
fr: Croisières
he: שייטים
hi: क्रूज़
hu: Hajóutak
id: Pelayaran
it: Crociere
ja: クルーズ
ko: 크루즈
nb: Cruise
pl: Rejsy
pt_br: Cruzeiros
pt_pt: Cruzeiros
ro: Croaziere
sv: Kryssningar
th: ล่องเรือสำราญ
tr: Kruvaziyerler
uk: Круїзи
vi: Du thuyền
zh_hans: 游轮之旅

source: Currency
ar: العملة
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
fi: Valuutta
fr: Devise
he: מטבע
hi: मुद्रा
hu: Pénznem
id: Mata uang
it: Valuta
ja: 通貨
ko: 통화
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
pt_pt: Moeda
ro: Monedă
sv: Valuta
th: สกุลเงิน
tr: Para birimi
uk: Валюта
vi: Đơn vị tiền tệ
zh_hans: 货币

source: Day
ar: يوم
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
fi: Päivä
fr: Jour
he: יום
hi: दिन
hu: Nap
id: Hari
it: Giorno
ja: 日
ko: 일
nb: Dag
nl: Dag
pl: Dzień
pt_br: Dia
pt_pt: Dia
ro: Ziua
sv: Dag
th: วัน
tr: Gün
uk: День
vi: Ngày
zh_hans: 天

source: Day %d of %d
ar: اليوم %1$d من %2$d
cs: Den %1$d z %2$d
da: Dag %1$d af %2$d
de: Tag %1$d von %2$d
el: Ημέρα %1$d από %2$d
es: Día %1$d de %2$d
fi: Päivä %1$d/%2$d
fr: Jour %1$d sur %2$d
he: יום %1$d מתוך %2$d
hi: दिन %1$d, कुल %2$d में से
hu: %1$d. nap / %2$d
id: Hari %1$d dari %2$d
it: Giorno %1$d di %2$d
ja: %2$d日中%1$d日目
ko: %2$d일 중 %1$d일차
nb: Dag %1$d av %2$d
nl: Dag %1$d van %2$d
pl: Dzień %1$d z %2$d
pt_br: Dia %1$d de %2$d
pt_pt: Dia %1$d de %2$d
ro: Ziua %1$d din %2$d
sv: Dag %1$d av %2$d
th: วันที่ %1$d จาก %2$d
tr: %2$d günün %1$d. günü
uk: День %1$d з %2$d
vi: Ngày %1$d trong %2$d
zh_hans: 第%1$d天（共%2$d天）

source: Default (no skin)
ar: افتراضي (بدون شكل)
cs: Výchozí (bez motivu)
da: Standard (intet skin)
de: Standard (kein Skin)
el: Προεπιλογή (χωρίς skin)
es: Predeterminado (sin skin)
fi: Oletus (ei teemaa)
fr: Par défaut (sans habillage)
he: ברירת מחדל (ללא עיצוב)
hi: डिफ़ॉल्ट (कोई स्किन नहीं)
hu: Alapértelmezett (nincs motívum)
id: Default (tanpa skin)
it: Predefinito (nessuna skin)
ja: デフォルト（スキンなし）
ko: 기본값 (스킨 없음)
nb: Standard (ingen skin)
nl: Standaard (geen skin)
pl: Domyślny (bez skórki)
pt_br: Padrão (sem skin)
pt_pt: Predefinido (sem skin)
ro: Implicit (fără skin)
sv: Standard (ingen skin)
th: ค่าเริ่มต้น (ไม่มีสกิน)
tr: Varsayılan (temasız)
uk: За замовчуванням (без скіна)
vi: Mặc định (không có skin)
zh_hans: 默认（无皮肤）

source: Defaults to your phone's language. Changing this closes the app — reopen it to see the new language.
ar: تستخدم افتراضيًا لغة هاتفك. هذا التغيير يغلق التطبيق — أعد فتحه لرؤية اللغة الجديدة.
cs: Ve výchozím nastavení používá jazyk telefonu. Tato změna aplikaci zavře — znovu ji otevřete, abyste viděli nový jazyk.
da: Bruger som standard din telefons sprog. Denne ændring lukker appen — åbn den igen for at se det nye sprog.
de: Standardmäßig die Sprache deines Telefons. Diese Änderung schließt die App — öffne sie erneut, um die neue Sprache zu sehen.
el: Από προεπιλογή χρησιμοποιεί τη γλώσσα του τηλεφώνου σας. Η αλλαγή κλείνει την εφαρμογή — ανοίξτε την ξανά για να δείτε τη νέα γλώσσα.
es: Por defecto usa el idioma de tu teléfono. Al cambiarlo, la app se cierra — vuelve a abrirla para ver el nuevo idioma.
fi: Käyttää oletuksena puhelimesi kieltä. Tämä muutos sulkee sovelluksen — avaa se uudelleen nähdäksesi uuden kielen.
fr: Utilise par défaut la langue de votre téléphone. Ce changement ferme l'app — rouvrez-la pour voir la nouvelle langue.
he: כברירת מחדל משתמש בשפת הטלפון שלך. שינוי זה סוגר את האפליקציה — פתח אותה מחדש כדי לראות את השפה החדשה.
hi: डिफ़ॉल्ट रूप से आपके फ़ोन की भाषा उपयोग होती है। यह बदलाव ऐप बंद कर देता है — नई भाषा देखने के लिए इसे फिर से खोलें।
hu: Alapértelmezés szerint a telefon nyelvét használja. A módosítás bezárja az appot — nyisd meg újra az új nyelv megtekintéséhez.
id: Secara default menggunakan bahasa ponsel Anda. Perubahan ini menutup aplikasi — buka kembali untuk melihat bahasa baru.
it: Per impostazione predefinita usa la lingua del telefono. Questa modifica chiude l'app — riaprila per vedere la nuova lingua.
ja: デフォルトはiPhoneの言語です。変更するとアプリが閉じます — 開き直すと新しい言語が反映されます。
ko: 기본값은 휴대폰 언어입니다. 변경하면 앱이 닫힙니다 — 다시 열면 새 언어가 적용됩니다.
nb: Bruker som standard telefonens språk. Denne endringen lukker appen — åpne den på nytt for å se det nye språket.
nl: Standaard de taal van je telefoon. Deze wijziging sluit de app — open hem opnieuw om de nieuwe taal te zien.
pl: Domyślnie język telefonu. Zmiana zamyka appkę — otwórz ją ponownie, żeby zobaczyć nowy język.
pt_br: Por padrão, usa o idioma do seu telefone. Essa alteração fecha o app — reabra-o para ver o novo idioma.
pt_pt: Por predefinição, usa o idioma do telemóvel. Esta alteração fecha a aplicação — reabra-a para ver o novo idioma.
ro: Folosește implicit limba telefonului. Această modificare închide aplicația — redeschide-o pentru a vedea noua limbă.
sv: Använder som standard telefonens språk. Ändringen stänger appen — öppna den igen för att se det nya språket.
th: ใช้ภาษาของโทรศัพท์เป็นค่าเริ่มต้น การเปลี่ยนแปลงนี้จะปิดแอป — เปิดแอปอีกครั้งเพื่อดูภาษาใหม่
tr: Varsayılan olarak telefonunuzun dilini kullanır. Bu değişiklik uygulamayı kapatır — yeni dili görmek için tekrar açın.
uk: За замовчуванням використовує мову телефону. Ця зміна закриває застосунок — відкрийте його знову, щоб побачити нову мову.
vi: Mặc định dùng ngôn ngữ của điện thoại. Thay đổi này sẽ đóng ứng dụng — hãy mở lại để xem ngôn ngữ mới.
zh_hans: 默认使用手机的语言。更改会关闭应用——重新打开即可看到新语言。

source: Defaults to your phone's language. Changing this takes effect after you reopen the app.
ar: يستخدم افتراضيًا لغة هاتفك. يسري هذا التغيير بعد إعادة فتح التطبيق.
cs: Ve výchozím nastavení používá jazyk telefonu. Změna se projeví po opětovném otevření aplikace.
da: Bruger som standard din telefons sprog. Ændringen træder i kraft, når du åbner appen igen.
de: Standardmäßig die Sprache deines Telefons. Die Änderung wirkt sich erst nach dem erneuten Öffnen der App aus.
el: Χρησιμοποιεί από προεπιλογή τη γλώσσα του τηλεφώνου σας. Η αλλαγή ισχύει μετά το άνοιγμα της εφαρμογής ξανά.
es: Por defecto usa el idioma de tu teléfono. El cambio se aplica al volver a abrir la app.
fi: Käyttää oletuksena puhelimesi kieltä. Muutos astuu voimaan, kun avaat sovelluksen uudelleen.
fr: Utilise par défaut la langue de votre téléphone. Le changement prend effet à la réouverture de l'app.
he: כברירת מחדל משתמש בשפת הטלפון שלך. השינוי ייכנס לתוקף לאחר פתיחת האפליקציה מחדש.
hi: डिफ़ॉल्ट रूप से आपके फ़ोन की भाषा। बदलाव ऐप को दोबारा खोलने पर लागू होगा।
hu: Alapértelmezés szerint a telefon nyelvét használja. A módosítás az app újranyitása után lép életbe.
id: Secara default menggunakan bahasa ponsel Anda. Perubahan ini berlaku setelah Anda membuka kembali aplikasi.
it: Per impostazione predefinita usa la lingua del telefono. La modifica ha effetto alla riapertura dell'app.
ja: デフォルトはiPhoneの言語です。変更はアプリを再度開くと反映されます。
ko: 기본값은 휴대폰 언어입니다. 변경 사항은 앱을 다시 열면 적용됩니다.
nb: Bruker som standard telefonens språk. Endringen trer i kraft når du åpner appen på nytt.
nl: Standaard de taal van je telefoon. Wijzigingen worden pas van kracht nadat je de app opnieuw opent.
pl: Domyślnie język telefonu. Zmiana zadziała po ponownym otwarciu appki.
pt_br: Por padrão, usa o idioma do seu telefone. A alteração entra em vigor ao reabrir o app.
pt_pt: Por predefinição, usa o idioma do telemóvel. A alteração só tem efeito depois de reabrir a aplicação.
ro: Folosește implicit limba telefonului. Modificarea are efect după ce redeschizi aplicația.
sv: Använder som standard telefonens språk. Ändringen träder i kraft när du öppnar appen igen.
th: ค่าเริ่มต้นใช้ภาษาของโทรศัพท์ การเปลี่ยนแปลงจะมีผลหลังจากเปิดแอปอีกครั้ง
tr: Varsayılan olarak telefonunuzun dilini kullanır. Değişiklik uygulamayı yeniden açtığınızda etkinleşir.
uk: За замовчуванням мова телефону. Зміна набуде чинності після повторного відкриття застосунку.
vi: Mặc định dùng ngôn ngữ điện thoại. Thay đổi này có hiệu lực sau khi bạn mở lại ứng dụng.
zh_hans: 默认使用手机的语言。更改需要重新打开应用才能生效。

source: Delete
ar: حذف
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएं
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

source: Delete overlay
ar: حذف الطبقة العلوية
cs: Smazat překryv
da: Slet overlay
de: Overlay löschen
el: Διαγραφή επικάλυψης
es: Eliminar superposición
fi: Poista peittokuva
fr: Supprimer l'incrustation
he: מחק שכבת-על
hi: ओवरले हटाएं
hu: Átfedés törlése
id: Hapus overlay
it: Elimina overlay
ja: オーバーレイを削除
ko: 오버레이 삭제
nb: Slett overlegg
nl: Overlay verwijderen
pl: Usuń nakładkę
pt_br: Excluir sobreposição
pt_pt: Eliminar sobreposição
ro: Șterge suprapunerea
sv: Ta bort overlay
th: ลบโอเวอร์เลย์
tr: Bindirmeyi sil
uk: Видалити накладку
vi: Xóa lớp phủ
zh_hans: 删除叠加层

source: Departure time
ar: وقت المغادرة
cs: Čas odjezdu
da: Afgangstidspunkt
de: Abfahrtszeit
el: Ώρα αναχώρησης
es: Hora de salida
fi: Lähtöaika
fr: Heure de départ
he: שעת יציאה
hi: प्रस्थान का समय
hu: Indulási idő
id: Waktu keberangkatan
it: Orario di partenza
ja: 出発時刻
ko: 출발 시간
nb: Avgangstid
nl: Vertrektijd
pl: Godzina odjazdu
pt_br: Horário de partida
pt_pt: Hora de partida
ro: Ora plecării
sv: Avgångstid
th: เวลาออกเดินทาง
tr: Kalkış saati
uk: Час відправлення
vi: Giờ khởi hành
zh_hans: 出发时间

source: Description
ar: الوصف
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תיאור
hi: विवरण
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述

source: Desert Dawn
ar: فجر الصحراء
cs: Svítání v poušti
da: Daggry i ørkenen
de: Wüstenmorgendämmerung
el: Αυγή στην έρημο
es: Amanecer en el desierto
fi: Aamunkoitto autiomaassa
fr: Aube dans le désert
he: שחר במדבר
hi: रेगिस्तानी भोर
hu: Sivatagi hajnal
id: Fajar gurun
it: Alba nel deserto
ja: 砂漠の夜明け
ko: 사막의 새벽
nb: Demring i ørkenen
nl: Woestijndageraad
pl: Pustynny świt
pt_br: Amanhecer no deserto
pt_pt: Amanhecer no deserto
ro: Zori de deșert
sv: Gryning i öknen
th: รุ่งอรุณในทะเลทราย
tr: Çölde şafak
uk: Пустельний світанок
vi: Bình minh sa mạc
zh_hans: 沙漠黎明

source: Destination
ar: الوجهة
cs: Cíl
de: Ziel
el: Προορισμός
es: Destino
fi: Kohde
he: יעד
hi: गंतव्य
hu: Célállomás
id: Tujuan
it: Destinazione
ja: 目的地
ko: 목적지
nb: Reisemål
nl: Bestemming
pl: Cel podróży
pt_br: Destino
pt_pt: Destino
ro: Destinație
sv: Resmål
th: จุดหมายปลายทาง
tr: Varış noktası
uk: Пункт призначення
vi: Điểm đến
zh_hans: 目的地

source: Destinations
ar: الوجهات
cs: Destinace
da: Destinationer
de: Ziele
el: Προορισμοί
es: Destinos
fi: Kohteet
he: יעדים
hi: गंतव्य
hu: Célállomások
id: Tujuan
it: Destinazioni
ja: 目的地
ko: 목적지
nb: Reisemål
nl: Bestemmingen
pl: Cele podróży
pt_br: Destinos
pt_pt: Destinos
ro: Destinații
sv: Resmål
th: จุดหมายปลายทาง
tr: Varış noktaları
uk: Пункти призначення
vi: Điểm đến
zh_hans: 目的地
